/* No comment provided by engineer. */
"Copy '%@' to Final Cut Server watch folder path '%@'" = "‘%1$@’を Final Cut Server のウォッチ・フォルダ・パス‘%2$@’にコピーします";

/* No comment provided by engineer. */
"Copy podcast to a watch folder of Final Cut Server" = "Podcast を Final Cut Server のウォッチフォルダにコピーします";

/* No comment provided by engineer. */
"FC Server" = "FC サーバ";

/* No comment provided by engineer. */
"Final Cut Server" = "Final Cut Server";

/* No comment provided by engineer. */
"No media selected." = "メディアが選択されていません。";

/* No comment provided by engineer. */
"Selected media does not exist." = "選択したメディアは存在しません。";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "共有フォルダパスは空白にできません。";

/* No comment provided by engineer. */
"Unknown" = "不明";

